Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/bioteknologiradet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Among the respondents that indicated they have no trust in product developers or Norwegian authorities (N = 127 and N = 118, respectively), a high proportion (56 and 66 per cent, respectively) state that they are very worried that gene edited products are risky for health and the environment (data not shown).
nb: I gruppene som angir at de ikke har noen tillit til aktørene som utvikler produkter eller norske myndigheter (hhv N=127 og N=118), er det en høy andel (hhv 56 og 66 prosent) som er meget bekymret for at genredigerte produkter medfører helse- og miljørisiko (data ikke vist).

source: The degree of agreement is inversely correlated with age; that is, younger respondents agree more than older ones, whereas there was no significant difference between genders (data not shown).
nb: Grad av enighet er motsatt korrelert med alder, det vil si at de yngre er mer enige enn de eldre, mens det ikke er noen signifikant forskjell mellom kjønn (data ikke vist, tabeller finnes som supplerende informasjon på nett).

source: Given the large differences in consumers’ attitudes toward the use of gene editing for different purposes, as we have clearly shown in this study, it is likely that consumers’ choices will not match their actual attitudes toward a gene edited product due to the lack of sufficient information.
nb: Gitt de store forskjellene i holdninger til bruk av genredigering til ulike formål, slik vi tydelig har vist i denne undersøkelsen, kan det tenkes at manglende informasjon kan gjøre at forbrukernes valg ikke vil samsvare med deres faktiske holdninger til et genredigert produkt.

source: The purpose of making a genetic change thus seems to be more important to consumers than which genetic technology has been used.
nb: Formålet med en genetisk endring ser derfor ut til å veie tyngre enn hvilken genteknologi som er brukt i fremstillingen.

source: Figure 19: Knowledge of genetically modified food and gene editing are correlated with agreement about the statement that it can be unethical not to use gene editing in crop plants and livestock to solve important societal challenges.
nb: Figur 19: Kjennskap til genmodifisert mat og genredigering er korrelert med enighet i påstand om at det kan være uetisk å ikke bruke genredigering på husdyr og planter for å løse viktige samfunnsproblemer

source: Although that is a larger proportion than in the Eurobarometer from 2019 [19], in which 21 per cent stated that they had heard about gene editing, few claim to have much knowledge about the technology in our survey.
nb: Selv om det er en større andel enn i Eurobarometer 2019 [19], der i snitt 21 prosent svarte at de hadde hørt om genredigering, er det få som oppgir å ha kjennskap til teknologien i særlig grad også i vår undersøkelse.

source: For example, women are slightly more worried about both health and environmental risks than men, and those with lower education are more worried about health risks than those with higher education (data not shown).
nb: Blant annet er kvinner litt mer bekymret for både helse- og miljørisiko enn menn, og de med lavere utdanning er mer bekymret for helserisiko enn dem med høyere utdanning (data ikke vist, tabeller finnes som supplerende informasjon på nett).

source: About 40 per cent say that it does not matter, or they do not know what they would choose.
nb: Omtrent 40 prosent mener det ikke har noen betydning eller at de ikke vet hva de ville valgt.

source: First, the sample is drawn from Ipsos' online panel, not randomly from the population.
nb: Blant annet er utvalget trukket fra Ipsos sitt online panel, ikke tilfeldig fra befolkningen.

source: Next, we asked the all the respondents in the survey whether they are willing to pay extra for a gene edited food product that has a benefit they think is important.
nb: Dernest spurte vi hele utvalget i undersøkelsen hvorvidt de er villige til å betale ekstra for et genredigert matprodukt som har en fordel de synes er viktig.

source: Over twice as many are negative as positive (45 per cent vs. 20 per cent).
nb: I dette tilfellet er over dobbelt så mange negative som positive (hhv 45 prosent og 20 prosent).

source: Figure 18: The largest group somewhat agree that it can be unethical not to use gene editing in livestock and crop plants if it can contribute towards solving important societal challenges.
nb: Figur 18: Den største andelen er litt enige i at det kan være uetisk å ikke bruke genredigering på husdyr og planter dersom det kan bidra til å løse viktige samfunnsproblemer.

source: Online panels offer an easy way to conduct population surveys, and the sample is weighted on demographic variables such as age, gender and geographical region.
nb: Online paneler er en enkel måte å gjennomføre befolkningsundersøkelser på og utvalget er vektet på demografiske variabler som alder, kjønn og landsdel.

source: The public debate about genetically modified and gene edited food is not only about the specific products but also often about who is behind them.
nb: Samfunnsdebatten om genmodifisert og genredigert mat dreier seg ikke bare om de konkrete produktene, men også ofte om hvem som står bak.
